Repository: yujunpersonal/plantdoctor
Catalog: plantdoctor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# error.authFailed
source: Authentication failed. Please update the app.
de: Authentifizierung fehlgeschlagen. Bitte aktualisiere die App.
es: Error de autenticación. Actualiza la app.
fr: Échec de l’authentification. Veuillez mettre à jour l’app.
it: Autenticazione non riuscita. Aggiorna l’app.
ja: 認証に失敗しました。アプリを更新してください。
ko: 인증에 실패했어요. 앱을 업데이트해 주세요.
pt_br: Falha na autenticação. Atualize o app.
ru: Ошибка аутентификации. Обновите приложение.
zh_hans: 身份验证失败。请更新应用。
zh_hant: 身份驗證失敗。請更新應用程式。

# error.decoding
source: We got an unexpected response. Please try again.
de: Wir haben eine unerwartete Antwort erhalten. Bitte versuche es erneut.
es: Recibimos una respuesta inesperada. Inténtalo de nuevo.
fr: Nous avons reçu une réponse inattendue. Réessayez.
it: Abbiamo ricevuto una risposta imprevista. Riprova.
ja: 予期しない応答を受け取りました。もう一度お試しください。
ko: 예상치 못한 응답을 받았어요. 다시 시도해 주세요.
pt_br: Recebemos uma resposta inesperada. Tente novamente.
ru: Получен неожиданный ответ. Попробуйте ещё раз.
zh_hans: 收到意外响应。请重试。
zh_hant: 收到非預期的回應。請重試。

# error.encodingFailed
source: We couldn’t prepare the photo for upload. Try a different image.
de: Das Foto konnte nicht zum Upload vorbereitet werden. Versuche ein anderes Bild.
es: No pudimos preparar la foto para enviar. Prueba con otra imagen.
fr: Impossible de préparer la photo pour l’envoi. Essayez une autre image.
it: Non siamo riusciti a preparare la foto per il caricamento. Prova un’altra immagine.
ja: 写真をアップロード用に準備できませんでした。別の画像をお試しください。
ko: 업로드할 사진을 준비할 수 없어요. 다른 이미지를 시도해 주세요.
pt_br: Não conseguimos preparar a foto para envio. Tente outra imagem.
ru: Не удалось подготовить фото для отправки. Попробуйте другое изображение.
zh_hans: 无法处理照片以上传。请尝试其他图片。
zh_hant: 無法處理照片以上傳。請嘗試其他圖片。

# error.generic
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Algo salió mal. Inténtalo de nuevo.
fr: Une erreur est survenue. Veuillez réessayer.
it: Qualcosa è andato storto. Riprova.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했어요. 다시 시도해 주세요.
pt_br: Algo deu errado. Tente novamente.
ru: Что-то пошло не так. Попробуйте ещё раз.
zh_hans: 出了点问题。请重试。
zh_hant: 出了點問題。請重試。

# error.offline
source: You appear to be offline. Check your connection and try again.
de: Du scheinst offline zu sein. Prüfe deine Verbindung und versuche es erneut.
es: Parece que estás sin conexión. Comprueba tu conexión e inténtalo de nuevo.
fr: Vous semblez hors ligne. Vérifiez votre connexion et réessayez.
it: Sembri offline. Controlla la connessione e riprova.
ja: オフラインのようです。接続を確認してもう一度お試しください。
ko: 오프라인 상태예요. 연결을 확인하고 다시 시도하세요.
pt_br: Você parece estar offline. Verifique sua conexão e tente novamente.
ru: Похоже, вы не в сети. Проверьте подключение и попробуйте ещё раз.
zh_hans: 似乎已离线。请检查网络后重试。
zh_hant: 似乎已離線。請檢查網路後重試。

# error.payloadTooLarge
source: The photo is too large. Try a smaller image.
de: Das Foto ist zu groß. Versuche ein kleineres Bild.
es: La foto es demasiado grande. Prueba con una más pequeña.
fr: La photo est trop volumineuse. Essayez une image plus petite.
it: La foto è troppo grande. Prova con un’immagine più piccola.
ja: 写真が大きすぎます。より小さな画像をお試しください。
ko: 사진이 너무 커요. 더 작은 이미지를 시도해 주세요.
pt_br: A foto está grande demais. Tente uma imagem menor.
ru: Фото слишком большое. Попробуйте меньшее изображение.
zh_hans: 照片过大。请尝试较小的图片。
zh_hant: 照片過大。請嘗試較小的圖片。

# error.productsLoadFailed
source: Couldn’t load products. Please check your connection.
de: Produkte konnten nicht geladen werden. Überprüfe deine Verbindung.
es: No se pudieron cargar los productos. Comprueba tu conexión.
fr: Impossible de charger les produits. Vérifiez votre connexion.
it: Impossibile caricare i prodotti. Controlla la connessione.
ja: 商品を読み込めませんでした。接続を確認してください。
ko: 상품을 불러올 수 없어요. 연결을 확인해 주세요.
pt_br: Não foi possível carregar os produtos. Verifique sua conexão.
ru: Не удалось загрузить товары. Проверьте подключение.
zh_hans: 无法加载产品。请检查网络。
zh_hant: 無法載入產品。請檢查網路。

# error.rateLimited.device
source: You’ve hit the per-device hourly limit. Try again in a bit.
de: Du hast das stündliche Limit pro Gerät erreicht. Versuche es gleich nochmal.
es: Has alcanzado el límite por dispositivo por hora. Vuelve a intentarlo pronto.
fr: Limite horaire par appareil atteinte. Réessayez bientôt.
it: Hai raggiunto il limite orario per dispositivo. Riprova tra poco.
ja: 1時間あたりの端末ごとの上限に達しました。しばらくしてお試しください。
ko: 기기당 시간당 한도에 도달했어요. 잠시 후 다시 시도하세요.
pt_br: Você atingiu o limite por hora neste dispositivo. Tente daqui a pouco.
ru: Достигнут часовой лимит на устройстве. Повторите чуть позже.
zh_hans: 已达到每台设备每小时上限。稍后重试。
zh_hant: 已達到每台裝置每小時上限。稍後重試。

# error.rateLimited.global
source: Our servers are busy. Please try again in a minute.
de: Unsere Server sind ausgelastet. Bitte versuche es in einer Minute erneut.
es: Nuestros servidores están ocupados. Inténtalo de nuevo en un minuto.
fr: Nos serveurs sont occupés. Réessayez dans une minute.
it: I nostri server sono occupati. Riprova tra un minuto.
ja: サーバーが混雑しています。1分ほど待ってからお試しください。
ko: 서버가 혼잡해요. 1분 후 다시 시도해 주세요.
pt_br: Nossos servidores estão ocupados. Tente novamente em um minuto.
ru: Серверы заняты. Попробуйте через минуту.
zh_hans: 服务器繁忙。请稍候一分钟再试。
zh_hant: 伺服器繁忙。請稍候一分鐘再試。

# error.restoreFailed
source: Restore failed: %@
de: Wiederherstellung fehlgeschlagen: %@
es: Error al restaurar: %@
fr: Échec de la restauration : %@
it: Ripristino non riuscito: %@
ja: 復元に失敗：%@
ko: 복원 실패: %@
pt_br: Falha na restauração: %@
ru: Ошибка восстановления: %@
zh_hans: 恢复失败：%@
zh_hant: 恢復失敗：%@

# error.server
source: Diagnosis service is temporarily unavailable. Try again shortly.
de: Der Diagnosedienst ist vorübergehend nicht verfügbar. Versuche es gleich erneut.
es: El servicio de diagnóstico no está disponible temporalmente. Inténtalo pronto.
fr: Le service de diagnostic est temporairement indisponible. Réessayez bientôt.
it: Il servizio di diagnosi è temporaneamente non disponibile. Riprova a breve.
ja: 診断サービスは一時的にご利用いただけません。しばらくしてからお試しください。
ko: 진단 서비스를 일시적으로 사용할 수 없어요. 잠시 후 다시 시도하세요.
pt_br: Serviço de diagnóstico temporariamente indisponível. Tente novamente em breve.
ru: Сервис диагностики временно недоступен. Повторите позже.
zh_hans: 诊断服务暂不可用。请稍后重试。
zh_hant: 診斷服務暫不可用。請稍後重試。

# history.delete.message
source: This diagnosis will be removed from your history. This can’t be undone.
de: Diese Diagnose wird aus deinem Verlauf entfernt. Das kann nicht rückgängig gemacht werden.
es: Este diagnóstico se eliminará de tu historial. No se puede deshacer.
fr: Ce diagnostic sera retiré de votre historique. Cette action est irréversible.
it: Questa diagnosi sarà rimossa dalla cronologia. L’operazione non può essere annullata.
ja: この診断は履歴から削除されます。元に戻すことはできません。
ko: 이 진단이 기록에서 삭제돼요. 되돌릴 수 없어요.
pt_br: Este diagnóstico será removido do histórico. Não é possível desfazer.
ru: Этот диагноз будет удалён из истории. Отменить нельзя.
zh_hans: 此诊断将从历史记录中移除，且无法撤销。
zh_hant: 此診斷將從歷史記錄中移除，且無法復原。

# history.delete.title
source: Delete this diagnosis?
de: Diese Diagnose löschen?
es: ¿Eliminar este diagnóstico?
fr: Supprimer ce diagnostic ?
it: Eliminare questa diagnosi?
ja: この診断を削除しますか？
ko: 이 진단을 삭제할까요?
pt_br: Excluir este diagnóstico?
ru: Удалить этот диагноз?
zh_hans: 删除此诊断？
zh_hant: 刪除此診斷？

# history.empty.message
source: Your past plant diagnoses will appear here and sync via iCloud.
de: Deine bisherigen Pflanzendiagnosen erscheinen hier und werden über iCloud synchronisiert.
es: Tus diagnósticos anteriores aparecerán aquí y se sincronizarán vía iCloud.
fr: Vos diagnostics précédents apparaîtront ici et se synchroniseront via iCloud.
it: Le tue diagnosi precedenti appariranno qui e si sincronizzeranno via iCloud.
ja: 過去の植物診断がここに表示され、iCloud で同期されます。
ko: 이전 진단 기록이 여기에 표시되며 iCloud를 통해 동기화돼요.
pt_br: Seus diagnósticos anteriores aparecerão aqui e serão sincronizados via iCloud.
ru: Прошлые диагнозы растений появятся здесь и будут синхронизированы через iCloud.
zh_hans: 过往的植物诊断将显示在此，并通过 iCloud 同步。
zh_hant: 過往的植物診斷將顯示在此，並透過 iCloud 同步。

# history.empty.title
source: No diagnoses yet
de: Noch keine Diagnosen
es: Aún no hay diagnósticos
fr: Aucun diagnostic
it: Nessuna diagnosi ancora
ja: まだ診断はありません
ko: 아직 진단 기록이 없어요
pt_br: Nenhum diagnóstico ainda
ru: Пока нет диагнозов
zh_hans: 暂无诊断
zh_hant: 尚無診斷

# history.navTitle
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
zh_hans: 历史
zh_hant: 歷史

# history.row.noCondition
source: No condition detected
de: Keine Auffälligkeit erkannt
es: No se detectaron problemas
fr: Aucun problème détecté
it: Nessuna condizione rilevata
ja: 問題は検出されませんでした
ko: 이상이 발견되지 않았어요
pt_br: Nenhuma condição detectada
ru: Состояние не определено
zh_hans: 未检测到问题
zh_hant: 未偵測到問題

# history.row.unknownPlant
source: Unknown plant
de: Unbekannte Pflanze
es: Planta desconocida
fr: Plante inconnue
it: Pianta sconosciuta
ja: 不明な植物
ko: 알 수 없는 식물
pt_br: Planta desconhecida
ru: Неизвестное растение
zh_hans: 未知植物
zh_hant: 未知植物

# history.sectionHeader
source: Recent diagnoses
de: Letzte Diagnosen
es: Diagnósticos recientes
fr: Diagnostics récents
it: Diagnosi recenti
ja: 最近の診断
ko: 최근 진단
pt_br: Diagnósticos recentes
ru: Недавние диагнозы
zh_hans: 最近的诊断
zh_hant: 最近的診斷

# home.analyzing.subtitle
source: Reading leaves, color, and texture.
de: Blätter, Farben und Textur werden erkannt.
es: Leyendo hojas, color y textura.
fr: Lecture des feuilles, couleurs et textures.
it: Analizziamo foglie, colore e consistenza.
ja: 葉、色、質感を読み取っています。
ko: 잎, 색상, 질감을 읽는 중이에요.
pt_br: Analisando folhas, cor e textura.
ru: Анализируем листья, цвет и текстуру.
zh_hans: 正在识别叶片、颜色和纹理。
zh_hant: 正在辨識葉片、顏色和紋理。

# home.analyzing.title
source: Analyzing your plant…
de: Analysiere deine Pflanze…
es: Analizando tu planta…
fr: Analyse de votre plante…
it: Analisi della pianta in corso…
ja: 植物を分析しています…
ko: 식물을 분석 중…
pt_br: Analisando sua planta…
ru: Анализируем ваше растение…
zh_hans: 正在分析你的植物…
zh_hant: 正在分析你的植物…

# home.camera.subtitle
source: Take a photo
de: Foto aufnehmen
es: Tomar una foto
fr: Prendre une photo
it: Scatta una foto
ja: 写真を撮る
ko: 사진 찍기
pt_br: Tirar foto
ru: Сделать снимок
zh_hans: 拍张照片
zh_hant: 拍張照片

# home.camera.title
source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera
ja: カメラ
ko: 카메라
pt_br: Câmera
ru: Камера
zh_hans: 相机
zh_hant: 相機

# home.credits.countTitle
source: %lld credits
de: %lld Guthaben
es: %lld créditos
fr: %lld crédits
it: %lld crediti
ja: クレジット %lld
ko: 크레딧 %lld
pt_br: %lld créditos
ru: %lld кредитов
zh_hans: %lld 积分
zh_hant: %lld 點數

# home.credits.label
source: Credits
de: Guthaben
es: Créditos
fr: Crédits
it: Crediti
ja: クレジット
ko: 크레딧
pt_br: Créditos
ru: Кредиты
zh_hans: 积分
zh_hant: 點數

# home.credits.upsellSubtitle
source: Tap to get more or go unlimited
de: Tippe, um mehr zu erhalten oder unbegrenzt freizuschalten
es: Toca para obtener más o pasa a ilimitado
fr: Touchez pour en obtenir plus ou passez à l’illimité
it: Tocca per averne di più o sbloccare illimitati
ja: タップして追加、または無制限にアップグレード
ko: 탭하여 더 받거나 무제한으로 업그레이드하세요
pt_br: Toque para obter mais ou liberar ilimitado
ru: Нажмите, чтобы получить больше или открыть безлимит
zh_hans: 点击获取更多或升级无限次
zh_hant: 點擊取得更多或升級無限次

# home.cta.analyze
source: Analyze plant
de: Pflanze analysieren
es: Analizar planta
fr: Analyser la plante
it: Analizza pianta
ja: 植物を分析
ko: 식물 분석
pt_br: Analisar planta
ru: Анализировать растение
zh_hans: 分析植物
zh_hant: 分析植物

# home.empty.subtitle
source: Close-up, well-lit, affected leaves included.
de: Nahaufnahme, gut beleuchtet, mit betroffenen Blättern.
es: Primer plano, bien iluminada, incluye hojas afectadas.
fr: Plan rapproché, bien éclairé, feuilles affectées incluses.
it: Primo piano, ben illuminato, con le foglie colpite visibili.
ja: 接写、明るい環境、症状のある葉も入れて。
ko: 클로즈업, 밝은 조명, 영향받은 잎을 포함하세요.
pt_br: Em close, bem iluminado, com as folhas afetadas visíveis.
ru: Крупный план, хорошее освещение, видны поражённые листья.
zh_hans: 近距离、光线充足，包括受影响的叶片。
zh_hant: 近距離、光線充足，包括受影響的葉片。

# home.empty.title
source: Add a plant photo
de: Pflanzenfoto hinzufügen
es: Añadir foto de la planta
fr: Ajouter une photo de plante
it: Aggiungi una foto della pianta
ja: 植物の写真を追加
ko: 식물 사진 추가
pt_br: Adicione uma foto da planta
ru: Добавьте фото растения
zh_hans: 添加植物照片
zh_hant: 新增植物照片

# home.failure.title
source: Couldn’t analyze
de: Analyse fehlgeschlagen
es: No se pudo analizar
fr: Analyse impossible
it: Impossibile analizzare
ja: 分析できませんでした
ko: 분석할 수 없어요
pt_br: Não foi possível analisar
ru: Не удалось проанализировать
zh_hans: 无法分析
zh_hant: 無法分析

# home.failure.tryAgain
source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试
zh_hant: 重試

# home.hero.subtitle
source: Snap a photo and get care tips in seconds.
de: Mach ein Foto und erhalte in Sekunden Pflegetipps.
es: Toma una foto y recibe consejos en segundos.
fr: Prenez une photo et obtenez des conseils en quelques secondes.
it: Scatta una foto e ricevi consigli di cura in pochi secondi.
ja: 写真を撮って、数秒でケアのヒントを。
ko: 사진을 찍으면 몇 초 만에 관리 팁을 알려드려요.
pt_br: Tire uma foto e receba dicas de cuidados em segundos.
ru: Сделайте фото и получите советы по уходу за секунды.
zh_hans: 拍张照片，几秒内获得养护建议。
zh_hant: 拍張照片，幾秒內取得照護建議。

# home.hero.title
source: Diagnose your plant
de: Diagnostiziere deine Pflanze
es: Diagnostica tu planta
fr: Diagnostiquez votre plante
it: Diagnostica la tua pianta
ja: 植物を診断する
ko: 식물 진단하기
pt_br: Diagnostique sua planta
ru: Диагностируйте ваше растение
zh_hans: 诊断你的植物
zh_hant: 診斷你的植物

# home.hourlyCap.message
source: You’ve done 100 diagnoses in the last hour. Take a short break and try again.
de: Du hast in der letzten Stunde 100 Diagnosen durchgeführt. Mach eine kurze Pause.
es: Has realizado 100 diagnósticos en la última hora. Tómate un descanso e inténtalo de nuevo.
fr: Vous avez effectué 100 diagnostics au cours de la dernière heure. Faites une pause et réessayez.
it: Hai fatto 100 diagnosi nell’ultima ora. Prenditi una pausa e riprova.
ja: 過去1時間で100回診断しました。少し休んでからもう一度お試しください。
ko: 지난 1시간 동안 100회 진단했어요. 잠시 쉬었다가 다시 시도해 주세요.
pt_br: Você fez 100 diagnósticos na última hora. Dê uma pausa e tente de novo.
ru: Вы сделали 100 диагнозов за последний час. Немного передохните и попробуйте снова.
zh_hans: 过去一小时你已进行了 100 次诊断。休息一下再试。
zh_hant: 過去一小時你已進行了 100 次診斷。休息一下再試。

# home.hourlyCap.title
source: Slow down a bit
de: Bitte langsamer
es: Tómatelo con calma
fr: Ralentissez un peu
it: Rallenta un momento
ja: 少しペースを落として
ko: 조금 천천히 해주세요
pt_br: Vá com calma
ru: Немного притормозите
zh_hans: 稍慢一点
zh_hant: 稍慢一點

# home.library.choose
source: Choose from Library
de: Aus Mediathek auswählen
es: Elegir de la biblioteca
fr: Choisir dans les photos
it: Scegli dalla libreria
ja: ライブラリから選択
ko: 라이브러리에서 선택
pt_br: Escolher da biblioteca
ru: Выбрать из медиатеки
zh_hans: 从图库选择
zh_hant: 從圖庫選擇

# home.library.subtitle
source: From your photos
de: Aus deinen Fotos
es: Desde tus fotos
fr: Depuis vos photos
it: Dalle tue foto
ja: 写真から選択
ko: 사진에서 선택
pt_br: Das suas fotos
ru: Из ваших фото
zh_hans: 从你的照片中选择
zh_hant: 從你的照片中選擇

# home.library.title
source: Library
de: Mediathek
es: Biblioteca
fr: Photos
it: Libreria
ja: ライブラリ
ko: 라이브러리
pt_br: Biblioteca
ru: Медиатека
zh_hans: 图库
zh_hant: 圖庫

# home.plan.remainingToday
source: %1$lld of %2$lld today
de: %1$lld von %2$lld heute
es: %1$lld de %2$lld hoy
fr: %1$lld sur %2$lld aujourd’hui
it: %1$lld di %2$lld oggi
ja: 本日 %2$lld 回中 %1$lld 回
ko: 오늘 %2$lld회 중 %1$lld회 남음
pt_br: %1$lld de %2$lld hoje
ru: %1$lld из %2$lld сегодня
zh_hans: 今日剩余 %1$lld / %2$lld
zh_hant: 今日剩餘 %1$lld / %2$lld

# home.tips.1
source: Fill the frame with the plant
de: Pflanze bildfüllend aufnehmen
es: Encuadra bien la planta
fr: Cadrez bien la plante
it: Inquadra bene la pianta
ja: 植物を画面いっぱいに
ko: 식물이 화면을 채우도록
pt_br: Enquadre a planta por inteiro
ru: Заполните кадр растением
zh_hans: 让植物填满画面
zh_hant: 讓植物填滿畫面

# home.tips.2
source: Include affected leaves up close
de: Betroffene Blätter aus der Nähe zeigen
es: Acércate a las hojas afectadas
fr: Rapprochez-vous des feuilles touchées
it: Includi da vicino le foglie colpite
ja: 症状のある葉をアップで
ko: 영향받은 잎을 가까이 찍으세요
pt_br: Mostre de perto as folhas afetadas
ru: Снимите поражённые листья крупным планом
zh_hans: 近拍受影响的叶片
zh_hant: 近拍受影響的葉片

# home.tips.3
source: Natural daylight works best
de: Natürliches Tageslicht ist ideal
es: La luz natural es la mejor
fr: La lumière du jour est idéale
it: La luce naturale funziona meglio
ja: 自然光がベスト
ko: 자연광이 가장 좋아요
pt_br: Luz natural funciona melhor
ru: Лучше всего — дневной свет
zh_hans: 自然光效果最佳
zh_hant: 自然光效果最佳

# home.tips.header
source: Photo tips
de: Foto-Tipps
es: Consejos de foto
fr: Conseils photo
it: Consigli per le foto
ja: 撮影のコツ
ko: 촬영 팁
pt_br: Dicas de foto
ru: Советы по фото
zh_hans: 拍照提示
zh_hant: 拍照提示

# paywall.alert.title
source: Purchase
de: Kauf
es: Compra
fr: Achat
it: Acquisto
ja: 購入
ko: 구매
pt_br: Compra
ru: Покупка
zh_hans: 购买
zh_hant: 購買

# paywall.badge.current
source: Current
de: Aktiv
es: Actual
fr: Actuel
it: Attuale
ja: 現在
ko: 사용 중
pt_br: Atual
ru: Активно
zh_hans: 当前
zh_hant: 目前

# paywall.badge.included
source: Included
de: Enthalten
es: Incluido
fr: Inclus
it: Incluso
ja: 含まれる
ko: 포함됨
pt_br: Incluído
ru: Включено
zh_hans: 已包含
zh_hant: 已包含

# paywall.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

# paywall.creditPack.subtitle
source: %lld diagnose credits
de: %lld Diagnose-Guthaben
es: %lld créditos de diagnóstico
fr: %lld crédits de diagnostic
it: %lld crediti diagnosi
ja: 診断クレジット %lld
ko: 진단 크레딧 %lld
pt_br: %lld créditos de diagnóstico
ru: %lld кредитов на диагнозы
zh_hans: %lld 次诊断积分
zh_hant: %lld 次診斷點數

# paywall.header.subtitle
source: Subscribe for daily diagnoses, or top up with credits.
de: Abonniere für tägliche Diagnosen oder lade Guthaben auf.
es: Suscríbete para diagnósticos diarios, o recarga créditos.
fr: Abonnez-vous pour des diagnostics quotidiens, ou rechargez en crédits.
it: Abbonati per diagnosi giornaliere o ricarica con crediti.
ja: 毎日の診断ができるサブスク、またはクレジットを追加。
ko: 매일 진단 구독 또는 크레딧 충전을 이용하세요.
pt_br: Assine para diagnósticos diários ou recarregue com créditos.
ru: Оформите подписку для ежедневных диагнозов или пополните кредиты.
zh_hans: 订阅享每日诊断，或购买积分包。
zh_hant: 訂閱享每日診斷，或購買點數包。

# paywall.header.title
source: Keep Leafwise Growing
de: Lass Leafwise weiterwachsen
es: Ayuda a Leafwise a crecer
fr: Aidez Leafwise à grandir
it: Fai crescere Leafwise
ja: Leafwise を育てましょう
ko: Leafwise와 함께 자라요
pt_br: Faça o Leafwise crescer
ru: Развивайте Leafwise вместе с нами
zh_hans: 让 Leafwise 持续成长
zh_hant: 讓 Leafwise 持續成長

# paywall.header.youHaveCredits
source: You have %lld credits
de: Du hast %lld Guthaben
es: Tienes %lld créditos
fr: Vous avez %lld crédits
it: Hai %lld crediti
ja: %lld クレジットあります
ko: %lld 크레딧 보유 중
pt_br: Você tem %lld créditos
ru: У вас %lld кредитов
zh_hans: 你有 %lld 积分
zh_hant: 你有 %lld 點數

# paywall.legal.disclaimer
source: Subscriptions auto-renew monthly until cancelled in App Store settings. Credit packs are one-time purchases.
de: Abos verlängern sich monatlich automatisch, bis sie in den App Store-Einstellungen gekündigt werden. Guthabenpakete sind Einmalkäufe.
es: Las suscripciones se renuevan automáticamente cada mes hasta que se cancelen en los ajustes del App Store. Los packs de créditos son compras únicas.
fr: Les abonnements se renouvellent automatiquement chaque mois jusqu’à annulation dans les réglages de l’App Store. Les packs de crédits sont des achats uniques.
it: Gli abbonamenti si rinnovano automaticamente ogni mese fino all’annullamento nelle impostazioni dell’App Store. I pacchetti di crediti sono acquisti una tantum.
ja: サブスクは App Store の設定で解約するまで毎月自動更新されます。クレジットパックは1回限りの購入です。
ko: 구독은 App Store 설정에서 취소할 때까지 매월 자동 갱신돼요. 크레딧 팩은 일회성 구매예요.
pt_br: As assinaturas renovam automaticamente todo mês até o cancelamento nas configurações da App Store. Pacotes de créditos são compras avulsas.
ru: Подписка продлевается автоматически ежемесячно до отмены в настройках App Store. Пакеты кредитов — разовые покупки.
zh_hans: 订阅每月自动续订，可在 App Store 设置中取消。积分包为一次性购买。
zh_hant: 訂閱每月自動續訂，可在 App Store 設定中取消。點數包為一次性購買。

# paywall.legal.privacy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Privacy
ja: プライバシーポリシー
ko: 개인정보처리방침
pt_br: Política de Privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策
zh_hant: 隱私權政策

# paywall.legal.termsEula
source: Terms (EULA)
de: Nutzungsbedingungen (EULA)
es: Términos (EULA)
fr: Conditions (EULA)
it: Termini (EULA)
ja: 利用規約 (EULA)
ko: 이용약관 (EULA)
pt_br: Termos (EULA)
ru: Условия (EULA)
zh_hans: 使用条款 (EULA)
zh_hant: 使用條款 (EULA)

# paywall.loading
source: Loading plans…
de: Pläne werden geladen…
es: Cargando planes…
fr: Chargement des formules…
it: Caricamento piani…
ja: プランを読み込み中…
ko: 플랜을 불러오는 중…
pt_br: Carregando planos…
ru: Загрузка планов…
zh_hans: 正在加载方案…
zh_hant: 正在載入方案…

# paywall.navTitle
source: Go Unlimited
de: Unbegrenzt freischalten
es: Hazte ilimitado
fr: Passez à l’illimité
it: Passa a illimitato
ja: 無制限にアップグレード
ko: 무제한으로 업그레이드
pt_br: Libere ilimitado
ru: Безлимитный доступ
zh_hans: 升级无限次
zh_hant: 升級無限次

# paywall.restore
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
ru: Восстановить покупки
zh_hans: 恢复购买
zh_hant: 恢復購買

# paywall.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试
zh_hant: 重試

# paywall.section.creditPacks
source: Credit Packs
de: Guthabenpakete
es: Packs de créditos
fr: Packs de crédits
it: Pacchetti di crediti
ja: クレジットパック
ko: 크레딧 팩
pt_br: Pacotes de créditos
ru: Пакеты кредитов
zh_hans: 积分包
zh_hant: 點數包

# paywall.section.subscriptions
source: Subscriptions
de: Abonnements
es: Suscripciones
fr: Abonnements
it: Abbonamenti
ja: サブスクリプション
ko: 구독
pt_br: Assinaturas
ru: Подписки
zh_hans: 订阅
zh_hant: 訂閱

# paywall.subscription.subtitle
source: %lld diagnoses/day · monthly
de: %lld Diagnosen/Tag · monatlich
es: %lld diagnósticos/día · mensual
fr: %lld diagnostics/jour · mensuel
it: %lld diagnosi/giorno · mensile
ja: 1日 %lld 回 · 月額
ko: 하루 %lld회 · 월간
pt_br: %lld diagnósticos/dia · mensal
ru: %lld диагнозов/день · ежемесячно
zh_hans: 每日 %lld 次 · 按月订阅
zh_hant: 每日 %lld 次 · 按月訂閱

# paywall.unavailable.message
source: We couldn’t reach the App Store. Check your connection and try again.
de: Der App Store ist nicht erreichbar. Überprüfe deine Verbindung und versuche es erneut.
es: No pudimos conectar con el App Store. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de joindre l’App Store. Vérifiez votre connexion et réessayez.
it: Impossibile raggiungere l’App Store. Controlla la connessione e riprova.
ja: App Store に接続できませんでした。接続を確認してもう一度お試しください。
ko: App Store에 연결할 수 없어요. 연결을 확인하고 다시 시도하세요.
pt_br: Não foi possível conectar à App Store. Verifique sua conexão e tente novamente.
ru: Не удалось связаться с App Store. Проверьте подключение и повторите.
zh_hans: 无法连接到 App Store。请检查网络后重试。
zh_hant: 無法連線到 App Store。請檢查網路後重試。

# paywall.unavailable.title
source: Plans unavailable
de: Pläne nicht verfügbar
es: Planes no disponibles
fr: Formules indisponibles
it: Piani non disponibili
ja: プランは利用できません
ko: 플랜을 사용할 수 없어요
pt_br: Planos indisponíveis
ru: Планы недоступны
zh_hans: 方案暂不可用
zh_hant: 方案暫不可用
